Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# syncPrivacyDetail
source: Your work schedule, salary, reminders, appearance, language, Life profile, records and Focus data sync through your private iCloud database. Notification permission, biometric protection and Live Activities stay on this device.
ar: تتم مزامنة جدول العمل والراتب والتذكيرات والمظهر واللغة وملفك الشخصي والسجلات وبيانات Focus من خلال قاعدة بيانات iCloud الخاصة بك. يبقى إذن الإشعارات والحماية البيومترية والأنشطة المباشرة على هذا الجهاز.
de: Ihr Arbeitsplan, Ihr Gehalt, Ihre Erinnerungen, Ihr Aussehen, Ihre Sprache, Ihr Lebensprofil, Ihre Aufzeichnungen und Ihre Focus-Daten werden über Ihre private iCloud-Datenbank synchronisiert. Benachrichtigungsberechtigung, biometrischer Schutz und Live-Aktivitäten bleiben auf diesem Gerät erhalten.
es: Su horario de trabajo, salario, recordatorios, apariencia, idioma, perfil de vida, registros y datos de Focus se sincronizan a través de su base de datos privada de iCloud. El permiso de notificación, la protección biométrica y las actividades en vivo permanecen en este dispositivo.
fr: Votre horaire de travail, votre salaire, vos rappels, votre apparence, votre langue, votre profil de vie, vos enregistrements et vos données Focus sont synchronisés via votre base de données iCloud privée. L'autorisation de notification, la protection biométrique et les activités en direct restent sur cet appareil.
hi_in: आपका कार्य शेड्यूल, वेतन, अनुस्मारक, उपस्थिति, भाषा, जीवन प्रोफ़ाइल, रिकॉर्ड और फोकस डेटा आपके निजी iCloud डेटाबेस के माध्यम से सिंक होते हैं। अधिसूचना अनुमति, बायोमेट्रिक सुरक्षा और लाइव गतिविधियाँ इस डिवाइस पर रहती हैं।
id: Jadwal kerja, gaji, pengingat, penampilan, bahasa, profil Kehidupan, catatan, dan sinkronisasi data Fokus Anda melalui database iCloud pribadi Anda. Izin notifikasi, perlindungan biometrik, dan Aktivitas Langsung tetap ada di perangkat ini.
it: Il tuo programma di lavoro, stipendio, promemoria, aspetto, lingua, profilo di vita, record e sincronizzazione dei dati Focus tramite il tuo database iCloud privato. L'autorizzazione alle notifiche, la protezione biometrica e le attività live rimangono su questo dispositivo.
ja: あなたの仕事のスケジュール、給料、リマインダー、外見、言語、人生プロフィール、記録、そしてFocusデータはあなたのプライベートiCloudデータベースを通じて同期されます。通知許可、生体認証保護、ライブ アクティビティはこのデバイスに残ります。
ko: 근무 일정, 급여, 미리 알림, 외모, 언어, 생활 프로필, 기록 및 Focus 데이터는 개인 iCloud 데이터베이스를 통해 동기화됩니다. 알림 권한, 생체 인식 보호 및 실시간 활동은 이 장치에 유지됩니다.
mr_in: तुमचे कामाचे वेळापत्रक, पगार, स्मरणपत्रे, स्वरूप, भाषा, जीवन प्रोफाइल, रेकॉर्ड आणि फोकस डेटा तुमच्या खाजगी iCloud डेटाबेसद्वारे सिंक. सूचना परवानगी, बायोमेट्रिक संरक्षण आणि थेट क्रियाकलाप या डिव्हाइसवर राहतात.
pt: Seu horário de trabalho, salário, lembretes, aparência, idioma, perfil de vida, registros e dados do Focus são sincronizados por meio de seu banco de dados privado do iCloud. Permissão de notificação, proteção biométrica e atividades ao vivo permanecem neste dispositivo.
ru: Ваш график работы, зарплата, напоминания, внешний вид, язык, профиль жизни, записи и данные Focus синхронизируются через вашу личную базу данных iCloud. Разрешение на уведомления, биометрическую защиту и интерактивные действия остаются на этом устройстве.
th: ตารางงาน เงินเดือน ตัวเตือน รูปร่างหน้าตา ภาษา ประวัติชีวิต บันทึกและข้อมูลโฟกัสจะซิงค์ผ่านฐานข้อมูล iCloud ส่วนตัวของคุณ การอนุญาตการแจ้งเตือน การป้องกันด้วยไบโอเมตริก และกิจกรรมสดจะยังคงอยู่ในอุปกรณ์นี้
tr: Çalışma programınız, maaşınız, hatırlatıcılarınız, görünümünüz, diliniz, Yaşam profiliniz, kayıtlarınız ve Focus verileriniz özel iCloud veritabanınız aracılığıyla senkronize edilir. Bildirim izni, biyometrik koruma ve Canlı Etkinlikler bu cihazda kalır.
vi: Lịch trình làm việc, mức lương, lời nhắc, ngoại hình, ngôn ngữ, hồ sơ Cuộc sống, hồ sơ và dữ liệu Focus được đồng bộ hóa thông qua cơ sở dữ liệu iCloud riêng tư của bạn. Quyền thông báo, bảo vệ sinh trắc học và Hoạt động trực tiếp vẫn có trên thiết bị này.
zh_cn: 你的工作安排、薪资、提醒、外观、语言、人生档案、记录和专注数据会通过你的 iCloud 私有数据库同步。通知权限、生物识别保护和实时活动只保留在这台设备上。
zh_hk: 你嘅工作時間表、人工、提醒、外表、語言、生活簡介、記錄同埋焦點數據會透過你嘅私人 iCloud 資料庫同步。通知權限、生物識別保護同埋即時活動會保留喺呢部裝置上面。
zh_tw: 您的工作行程、薪資、提醒、外觀、語言、生活檔案、記錄和焦點資料透過您的私人 iCloud 資料庫同步。通知權限、生物辨識保護和即時活動保留在此裝置上。

# syncRemoveDevice
source: Remove from this device
ar: الإزالة من هذا الجهاز
de: Von diesem Gerät entfernen
es: Quitar de este dispositivo
fr: Retirer de cet appareil
hi_in: इस डिवाइस से हटाएँ
id: Hapus dari perangkat ini
it: Rimuovi da questo dispositivo
ja: この端末から削除
ko: 이 기기에서 삭제
mr_in: या डिव्हाइसवरून काढा
pt: Remover deste dispositivo
ru: Удалить с этого устройства
th: ลบออกจากเครื่องนี้
tr: Bu cihazdan kaldır
vi: Xóa khỏi thiết bị này
zh_cn: 从此设备移除
zh_hk: 由呢部裝置移除
zh_tw: 從這台裝置移除

# syncRemoveDeviceConfirm
source: Delete synced records on this device? Anything already in iCloud stays there, and Restore brings it back.
ar: هل تريد حذف السجلات المتزامنة على هذا الجهاز؟ أي شيء موجود بالفعل في iCloud يبقى هناك، وتقوم ميزة "الاستعادة" بإعادته.
de: Synchronisierte Datensätze auf diesem Gerät löschen? Alles, was sich bereits in iCloud befindet, bleibt dort und wird durch Wiederherstellen wiederhergestellt.
es: ¿Eliminar registros sincronizados en este dispositivo? Todo lo que ya esté en iCloud permanece allí y Restaurar lo devuelve.
fr: Supprimer les enregistrements synchronisés sur cet appareil ? Tout ce qui est déjà dans iCloud y reste et la restauration le ramène.
hi_in: इस डिवाइस पर सिंक किए गए रिकॉर्ड हटाएं? iCloud में पहले से मौजूद कोई भी चीज़ वहीं रहती है, और रिस्टोर उसे वापस लाता है।
id: Hapus catatan yang disinkronkan pada perangkat ini? Apa pun yang sudah ada di iCloud akan tetap ada di sana, dan Pemulihan akan mengembalikannya.
it: Eliminare i record sincronizzati su questo dispositivo? Tutto ciò che è già in iCloud rimane lì e Ripristina lo riporta indietro.
ja: このデバイス上の同期されたレコードを削除しますか? iCloud にすでにあるものはすべてそこに残り、復元によって元に戻ります。
ko: 이 기기에서 동기화된 기록을 삭제하시겠습니까? 이미 iCloud에 있는 모든 항목은 그대로 유지되며 복원하면 다시 가져옵니다.
mr_in: या डिव्हाइसवरील समक्रमित रेकॉर्ड हटवायचे? iCloud मध्ये आधीपासून असलेली कोणतीही गोष्ट तिथेच राहते आणि Restore ते परत आणते.
pt: Excluir registros sincronizados neste dispositivo? Tudo o que já está no iCloud permanece lá e o Restore o traz de volta.
ru: Удалить синхронизированные записи на этом устройстве? Все, что уже находится в iCloud, остается там, и функция «Восстановление» возвращает его обратно.
th: ลบบันทึกที่ซิงค์บนอุปกรณ์นี้หรือไม่ ทุกสิ่งที่อยู่ใน iCloud จะยังคงอยู่ตรงนั้น และ Restore จะนำสิ่งนั้นกลับมา
tr: Bu cihazdaki senkronize edilmiş kayıtlar silinsin mi? Zaten iCloud'da bulunan her şey orada kalır ve Geri Yükleme onu geri getirir.
vi: Xóa các bản ghi đã đồng bộ trên thiết bị này? Mọi thứ đã có trong iCloud vẫn ở đó và Khôi phục sẽ đưa nó trở lại.
zh_cn: 删除这台设备上的同步记录？iCloud 中已有的数据会继续保留，并可通过恢复重新取回。
zh_hk: 刪除呢部裝置上面嘅同步記錄？任何已經喺 iCloud 入面嘅嘢都會留喺嗰度，而「還原」就會將佢帶返嚟。
zh_tw: 刪除該設備上的同步記錄？ iCloud 中已有的任何內容都會保留在那裡，「還原」會將其還原。

# syncRemoveDeviceDetail
source: Removes synced records from this device. Your device settings stay here.
ar: يزيل السجلات المتزامنة من هذا الجهاز. تبقى إعدادات جهازك هنا.
de: Entfernt synchronisierte Datensätze von diesem Gerät. Ihre Geräteeinstellungen bleiben hier.
es: Elimina registros sincronizados de este dispositivo. La configuración de tu dispositivo permanece aquí.
fr: Supprime les enregistrements synchronisés de cet appareil. Les paramètres de votre appareil restent ici.
hi_in: इस डिवाइस से सिंक किए गए रिकॉर्ड हटा देता है। आपकी डिवाइस सेटिंग यहीं रहती हैं.
id: Menghapus catatan yang disinkronkan dari perangkat ini. Setelan perangkat Anda tetap di sini.
it: Rimuove i record sincronizzati da questo dispositivo. Le impostazioni del tuo dispositivo rimangono qui.
ja: このデバイスから同期されたレコードを削除します。デバイスの設定はここに残ります。
ko: 이 장치에서 동기화된 기록을 제거합니다. 장치 설정은 여기에 유지됩니다.
mr_in: या डिव्हाइसवरून समक्रमित रेकॉर्ड काढून टाकते. तुमच्या डिव्हाइस सेटिंग्ज येथेच राहतील.
pt: Remove registros sincronizados deste dispositivo. As configurações do seu dispositivo ficam aqui.
ru: Удаляет синхронизированные записи с этого устройства. Настройки вашего устройства останутся здесь.
th: ลบบันทึกที่ซิงค์ออกจากอุปกรณ์นี้ การตั้งค่าอุปกรณ์ของคุณจะอยู่ที่นี่
tr: Senkronize edilen kayıtları bu cihazdan kaldırır. Cihaz ayarlarınız burada kalır.
vi: Xóa các bản ghi đã đồng bộ hóa khỏi thiết bị này. Cài đặt thiết bị của bạn vẫn ở đây.
zh_cn: 从这台设备移除同步记录。设备设置会继续保留。
zh_hk: 喺呢部裝置移除同步記錄。你嘅裝置設定會留喺呢度。
zh_tw: 從此設備中刪除同步記錄。您的設備設定保留在這裡。

# syncRemoveDeviceTitle
source: Remove synced records on this device?
ar: هل تريد إزالة السجلات المتزامنة على هذا الجهاز؟
de: Synchronisierte Datensätze auf diesem Gerät entfernen?
es: ¿Eliminar registros sincronizados en este dispositivo?
fr: Supprimer les enregistrements synchronisés sur cet appareil ?
hi_in: इस डिवाइस पर सिंक किए गए रिकॉर्ड हटाएं?
id: Hapus catatan yang disinkronkan pada perangkat ini?
it: Rimuovere i record sincronizzati su questo dispositivo?
ja: このデバイス上の同期されたレコードを削除しますか?
ko: 이 장치에서 동기화된 기록을 제거하시겠습니까?
mr_in: या डिव्हाइसवरील समक्रमित रेकॉर्ड काढायचे?
pt: Remover registros sincronizados neste dispositivo?
ru: Удалить синхронизированные записи на этом устройстве?
th: ลบบันทึกที่ซิงค์บนอุปกรณ์นี้หรือไม่
tr: Bu cihazdaki senkronize edilmiş kayıtlar kaldırılsın mı?
vi: Xóa các bản ghi đã đồng bộ hóa trên thiết bị này?
zh_cn: 移除这台设备上的同步记录？
zh_hk: 移除呢部裝置上面嘅同步記錄？
zh_tw: 刪除該設備上的同步記錄？

# syncRestore
source: Restore from iCloud
ar: الاستعادة من iCloud
de: Von iCloud wiederherstellen
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
hi_in: iCloud से पुनर्स्थापित करें
id: Pulihkan dari iCloud
it: Ripristina da iCloud
ja: iCloudから復元する
ko: iCloud에서 복원
mr_in: iCloud वरून पुनर्संचयित करा
pt: Restaurar do iCloud
ru: Восстановление из iCloud
th: กู้คืนจาก iCloud
tr: iCloud'dan geri yükleme
vi: Khôi phục từ iCloud
zh_cn: 从 iCloud 恢复
zh_hk: 從 iCloud 還原
zh_tw: 從 iCloud 恢復

# syncRestoreDetail
source: Bring your records, life profile and synced preferences onto this device.
ar: قم بإحضار سجلاتك وملفك الشخصي والتفضيلات التي تمت مزامنتها إلى هذا الجهاز.
de: Übertragen Sie Ihre Aufzeichnungen, Ihr Lebensprofil und Ihre synchronisierten Einstellungen auf dieses Gerät.
es: Traiga sus registros, perfil de vida y preferencias sincronizadas a este dispositivo.
fr: Apportez vos enregistrements, votre profil de vie et vos préférences synchronisées sur cet appareil.
hi_in: अपने रिकॉर्ड, जीवन प्रोफ़ाइल और समन्वयित प्राथमिकताओं को इस डिवाइस पर लाएँ।
id: Bawa catatan Anda, profil kehidupan, dan preferensi yang disinkronkan ke perangkat ini.
it: Porta i tuoi record, il tuo profilo di vita e le tue preferenze sincronizzate su questo dispositivo.
ja: 記録、ライフプロフィール、同期された設定をこのデバイスに取り込みます。
ko: 기록, 생활 프로필, 동기화된 기본 설정을 이 장치로 가져오세요.
mr_in: या डिव्हाइसवर तुमचे रेकॉर्ड, जीवन प्रोफाइल आणि समक्रमित प्राधान्ये आणा.
pt: Traga seus registros, perfil de vida e preferências sincronizadas para este dispositivo.
ru: Перенесите свои записи, жизненный профиль и синхронизированные настройки на это устройство.
th: นำบันทึก โปรไฟล์ชีวิต และการตั้งค่าการซิงค์ของคุณมาสู่อุปกรณ์นี้
tr: Kayıtlarınızı, yaşam profilinizi ve senkronize edilmiş tercihlerinizi bu cihaza getirin.
vi: Đưa hồ sơ, hồ sơ cuộc sống và các tùy chọn đã đồng bộ hóa của bạn vào thiết bị này.
zh_cn: 将记录、人生档案和已同步的偏好设置恢复到此设备。
zh_hk: 將你嘅記錄、生活個人檔案同同步偏好設定帶去呢部裝置。
zh_tw: 將您的記錄、生活檔案和同步的偏好設定到此設備上。

# syncStatusOff
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi_in: बंद
id: Mati
it: Disattivato
ja: オフ
ko: 꺼짐
mr_in: बंद
pt: Desligado
ru: Выкл.
th: ปิด
tr: Kapalı
vi: Tắt
zh_cn: 已关闭
zh_hk: 已關閉
zh_tw: 已關閉

# syncStatusPaused
source: Paused
ar: متوقّف مؤقتًا
de: Pausiert
es: En pausa
fr: En pause
hi_in: रोका गया
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시 중지됨
mr_in: थांबवले
pt: Pausado
ru: Приостановлено
th: หยุดชั่วคราว
tr: Duraklatıldı
vi: Đã tạm dừng
zh_cn: 已暂停
zh_hk: 已暫停
zh_tw: 已暫停

# syncStatusReady
source: Up to date
ar: محدَّث
de: Aktuell
es: Al día
fr: À jour
hi_in: अद्यतन
id: Terbaru
it: Aggiornato
ja: 同期済み
ko: 최신 상태
mr_in: अद्ययावत
pt: Atualizado
ru: Актуально
th: เป็นปัจจุบัน
tr: Güncel
vi: Đã cập nhật
zh_cn: 已同步
zh_hk: 已同步
zh_tw: 已同步

# syncTitle
source: iCloud sync
ar: مزامنة iCloud
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud
hi_in: आईक्लाउड सिंक
id: Sinkronisasi iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: 아이클라우드 동기화
mr_in: iCloud समक्रमण
pt: Sincronização do iCloud
ru: Синхронизация с iCloud
th: การซิงค์ iCloud
tr: iCloud senkronizasyonu
vi: Đồng bộ hóa iCloud
zh_cn: iCloud 同步
zh_hk: iCloud 同步
zh_tw: iCloud 同步

# syncToggle
source: Sync through iCloud
ar: المزامنة عبر iCloud
de: Über iCloud synchronisieren
es: Sincronizar por iCloud
fr: Synchroniser via iCloud
hi_in: iCloud से सिंक करें
id: Sinkronkan lewat iCloud
it: Sincronizza tramite iCloud
ja: iCloud で同期
ko: iCloud로 동기화
mr_in: iCloud मधून सिंक करा
pt: Sincronizar pelo iCloud
ru: Синхронизировать через iCloud
th: ซิงก์ผ่าน iCloud
tr: iCloud ile eşitle
vi: Đồng bộ qua iCloud
zh_cn: 通过 iCloud 同步
zh_hk: 用 iCloud 同步
zh_tw: 透過 iCloud 同步

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
hi_in: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
mr_in: थीम
pt: Tema
ru: Тема
th: ธีม
tr: Tema
vi: Chủ đề
zh_cn: 主题
zh_hk: 主題
zh_tw: 主題

source: {{time}} ago
ar: قبل {{time}}
de: vor {{time}}
es: hace {{time}}
fr: il y a {{time}}
hi_in: {{time}} पहले
id: {{time}} lalu
it: {{time}} fa
ja: {{time}}前
ko: {{time}} 전
mr_in: {{time}} पूर्वी
pt: há {{time}}
ru: {{time}} назад
th: {{time}}ที่แล้ว
tr: {{time}} önce
vi: {{time}} trước
zh_cn: {{time}}前
zh_hk: {{time}}前
zh_tw: {{time}}前

# timeLeftCaption
source: left of today's shift
ar: متبقٍ من دوام اليوم
de: von der heutigen Schicht übrig
es: restante de la jornada de hoy
fr: restant sur la journée
hi_in: आज की शिफ़्ट में बाकी
id: tersisa dari shift hari ini
it: al termine del turno di oggi
ja: 今日のシフトの残り
ko: 오늘 근무 남은 시간
mr_in: आजच्या शिफ्टमध्ये उरलेले
pt: restante do turno de hoje
ru: до конца сегодняшней смены
th: เหลือของกะวันนี้
tr: bugünkü vardiyadan kalan
vi: còn lại của ca hôm nay
zh_cn: 今天的班次还剩
zh_hk: 今日嘅班次仲有
zh_tw: 今天的班次還剩

# timelineCollapse
source: Show less
ar: طي
de: Weniger anzeigen
es: Mostrar menos
fr: Réduire
hi_in: कम दिखाएँ
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 折りたたむ
ko: 접기
mr_in: कमी दाखवा
pt: Mostrar menos
ru: Свернуть
th: ย่อ
tr: Daralt
vi: Thu gọn
zh_cn: 收起
zh_hk: 收起
zh_tw: 收合

# timelineExpand
source: Show {{count}} more
ar: عرض {{count}} عناصر أخرى
de: Weitere {{count}} anzeigen
es: Mostrar {{count}} más
fr: Afficher {{count}} de plus
hi_in: {{count}} और दिखाएँ
id: Tampilkan {{count}} lagi
it: Mostra altri {{count}}
ja: 残り{{count}}件を表示
ko: {{count}}개 더 보기
mr_in: आणखी {{count}} दाखवा
pt: Mostrar mais {{count}}
ru: Показать ещё: {{count}}
th: แสดงอีก {{count}} รายการ
tr: {{count}} tane daha göster
vi: Hiện thêm {{count}} mục
zh_cn: 展开其余 {{count}} 项
zh_hk: 展開其餘 {{count}} 項
zh_tw: 展開其餘 {{count}} 項

# timerTab
source: Timer
ar: المؤقت
es: Temporizador
fr: Minuteur
hi_in: टाइमर
ja: タイマー
ko: 타이머
mr_in: टायमर
pt: Temporizador
ru: Таймер
th: ตัวจับเวลา
tr: Zamanlayıcı
vi: Hẹn giờ
zh_cn: 计时
zh_hk: 計時
zh_tw: 計時

source: Today, in full
ar: اليوم بالكامل
de: Der ganze Tag
es: El día completo
fr: La journée en détail
hi_in: पूरा दिन
id: Hari ini selengkapnya
it: La giornata completa
ja: 今日の記録
ko: 오늘 전체 기록
mr_in: संपूर्ण दिवस
pt: O dia completo
ru: Весь день целиком
th: สรุปทั้งวัน
tr: Günün tamamı
vi: Toàn bộ hôm nay
zh_cn: 今天的完整记录
zh_hk: 今日嘅完整紀錄
zh_tw: 今天的完整紀錄

source: Today's shift
ar: دوام اليوم
de: Heutige Schicht
es: Jornada de hoy
fr: Journée d'aujourd'hui
hi_in: आज की शिफ़्ट
id: Shift hari ini
it: Turno di oggi
ja: 今日のシフト
ko: 오늘 근무
mr_in: आजची शिफ्ट
pt: Turno de hoje
ru: Сегодняшняя смена
th: กะวันนี้
tr: Bugünkü vardiya
vi: Ca hôm nay
zh_cn: 今天的班次
zh_hk: 今日嘅班次
zh_tw: 今天的班次

source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fr: Demain
hi_in: कल
id: Besok
it: Domani
ja: 明日
ko: 내일
mr_in: उद्या
pt: Amanhã
ru: Завтра
th: พรุ่งนี้
tr: Yarın
vi: Ngày mai
zh_cn: 明天
zh_hk: 聽日
zh_tw: 明天

source: Total work time
ar: إجمالي وقت العمل
de: Gesamte Arbeitszeit
es: Tiempo total de trabajo
fr: Temps de travail total
hi_in: कुल कार्य समय
id: Total waktu kerja
it: Tempo di lavoro totale
ja: 総勤務時間
ko: 총 근무 시간
mr_in: एकूण कामाचा वेळ
pt: Tempo total de trabalho
ru: Общее рабочее время
th: เวลาทำงานรวม
tr: Toplam çalışma süresi
vi: Tổng thời gian làm việc
zh_cn: 总上班时间
zh_hk: 總上班時間
zh_tw: 總上班時間

# undoClockInEarly
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi_in: पूर्ववत
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
mr_in: पूर्ववत
pt: Desfazer
ru: Отменить
th: เลิกทำ
tr: Geri al
vi: Hoàn tác
zh_cn: 撤销
zh_hk: 復原
zh_tw: 復原

# undoClockOffEarly
source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
hi_in: पूर्ववत करें
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
mr_in: पूर्ववत करा
pt: Desfazer
ru: Отменить
th: เลิกทำ
tr: Geri al
vi: Hoàn tác
zh_cn: 撤销
zh_hk: 復原
zh_tw: 復原

# unlockSalary
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi_in: अनलॉक करें
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
mr_in: अनलॉक करा
pt: Desbloquear
ru: Разблокировать
th: ปลดล็อก
tr: Kilidi aç
vi: Mở khóa
zh_cn: 解锁
zh_hk: 解鎖
zh_tw: 解鎖

# unlockSalaryReason
source: Unlock to see your salary
ar: افتح القفل لعرض راتبك
de: Zum Anzeigen des Gehalts entsperren
es: Desbloquea para ver tu salario
fr: Déverrouillez pour voir votre salaire
hi_in: वेतन देखने के लिए अनलॉक करें
id: Buka kunci untuk melihat gaji
it: Sblocca per vedere lo stipendio
ja: 給与を表示するにはロックを解除
ko: 급여를 보려면 잠금 해제
mr_in: पगार पाहण्यासाठी अनलॉक करा
pt: Desbloqueie para ver o salário
ru: Разблокируйте, чтобы увидеть зарплату
th: ปลดล็อกเพื่อดูเงินเดือน
tr: Maaşı görmek için kilidi aç
vi: Mở khóa để xem lương
zh_cn: 解锁后查看薪资
zh_hk: 解鎖後查看薪金
zh_tw: 解鎖後查看薪資

# unsavedChangesTitle
source: Discard unsaved changes?
ar: هل تريد تجاهل التغييرات غير المحفوظة؟
de: Nicht gesicherte Änderungen verwerfen?
es: ¿Descartar los cambios sin guardar?
fr: Abandonner les modifications non enregistrées ?
hi_in: बिना सहेजे बदलाव छोड़ें?
id: Buang perubahan yang belum disimpan?
it: Ignorare le modifiche non salvate?
ja: 未保存の変更を破棄しますか？
ko: 저장하지 않은 변경 사항을 취소할까요?
mr_in: जतन न केलेले बदल रद्द करायचे?
pt: Descartar alterações não guardadas?
ru: Отменить несохранённые изменения?
th: ละทิ้งการแก้ไขที่ยังไม่ได้บันทึกหรือไม่
tr: Kaydedilmemiş değişiklikler silinsin mi?
vi: Bỏ các thay đổi chưa lưu?
zh_cn: 放弃未保存的修改？
zh_hk: 放棄未儲存的修改？
zh_tw: 放棄未儲存的修改？

# unscheduledBody
source: Start with the hours you already set.
ar: ابدأ بالساعات التي ضبطتها مسبقًا.
de: Starte mit den bereits gespeicherten Zeiten.
es: Empieza con las horas que ya configuraste.
fr: Démarrez avec les heures déjà réglées.
hi_in: पहले से सेट घंटों से आज शुरू करें।
id: Mulai dengan jam yang sudah diatur.
it: Parti con gli orari già impostati.
ja: 設定済みの時間で今日のカウントを始めます。
ko: 이미 설정한 시간으로 오늘 카운트다운을 시작합니다.
mr_in: आधी ठरवलेल्या ये-जा वेळेने आजची उलटगणती सुरू करा.
pt: Comece com as horas já definidas.
ru: Начните с уже заданных часов.
th: เริ่มด้วยเวลาที่ตั้งไว้แล้ว
tr: Kayıtlı saatlerle bugünü başlatın.
vi: Bắt đầu với giờ đã thiết lập.
zh_cn: 用已有的上下班时刻开始今天的倒计时。
zh_hk: 用已有嘅返工放工時刻開始今日嘅倒數。
zh_tw: 用已有的上下班時刻開始今天的倒數。

# unscheduledTitle
source: Working today?
ar: هل تعمل اليوم؟
de: Heute arbeiten?
es: ¿Trabajas hoy?
fr: Vous travaillez aujourd’hui ?
hi_in: आज काम है?
id: Kerja hari ini?
it: Lavori oggi?
ja: 今日は働きますか？
ko: 오늘 출근하나요?
mr_in: आज काम आहे का?
pt: Vai trabalhar hoje?
ru: Сегодня работаете?
th: วันนี้ทำงานไหม?
tr: Bugün çalışıyor musunuz?
vi: Hôm nay có làm không?
zh_cn: 今天上不上班？
zh_hk: 今日上唔上班？
zh_tw: 今天上不上班？

source: Version
ar: الإصدار
es: Versión
hi_in: वर्शन
id: Versi
it: Versione
ja: バージョン
ko: 버전
mr_in: आवृत्ती
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản
zh_cn: 版本
zh_hk: 版本
zh_tw: 版本

# visitOfficialWebsite
source: DoneAt website
ar: زيارة الموقع الرسمي
de: Offizielle Website besuchen
es: Visitar el sitio web oficial
fr: Visiter le site officiel
hi_in: आधिकारिक वेबसाइट पर जाएँ
id: Kunjungi situs web resmi
it: Visita il sito ufficiale
ja: DoneAt 公式サイト
ko: 공식 웹사이트 방문
mr_in: अधिकृत वेबसाइटला भेट द्या
pt: Visitar o site oficial
ru: Посетить официальный сайт
th: เยี่ยมชมเว็บไซต์อย่างเป็นทางการ
tr: Resmî web sitesini ziyaret et
vi: Truy cập trang web chính thức
zh_cn: DoneAt 官网
zh_hk: DoneAt 官方網站
zh_tw: DoneAt 官方網站

# watchBackAt
source: Back at {{time}}
ar: العودة عند {{time}}
de: Zurück um {{time}}
es: Vuelta a las {{time}}
fr: Retour à {{time}}
hi_in: {{time}} पर वापसी
id: Kembali pukul {{time}}
it: Rientro alle {{time}}
ja: {{time}}に復帰
ko: {{time}}에 복귀
mr_in: {{time}} ला परत
pt: De volta às {{time}}
ru: Обратно в {{time}}
th: กลับ {{time}}
tr: Dönüş: {{time}}
vi: Quay lại lúc {{time}}
zh_cn: {{time}} 继续工作
zh_hk: {{time}} 繼續工作
zh_tw: {{time}} 繼續工作

# watchConfirmPlusOnIPhone
source: Confirm Plus on your iPhone.
ar: أكّد حالة Plus على iPhone.
de: Bestätige Plus auf deinem iPhone.
es: Confirma Plus en tu iPhone.
fr: Confirmez Plus sur votre iPhone.
hi_in: अपने iPhone पर Plus की पुष्टि करें।
id: Konfirmasikan Plus di iPhone Anda.
it: Conferma Plus sul tuo iPhone.
ja: iPhoneでPlusの状態を確認してください。
ko: iPhone에서 Plus 상태를 확인하세요.
mr_in: तुमच्या iPhone वर Plus ची पुष्टी करा.
pt: Confirme o Plus no iPhone.
ru: Подтвердите Plus на iPhone.
th: ยืนยัน Plus บน iPhone ของคุณ
tr: Plus durumunu iPhone’unuzda doğrulayın.
vi: Xác nhận Plus trên iPhone của bạn.
zh_cn: 请在 iPhone 上确认 Plus 状态。
zh_hk: 請在 iPhone 上確認 Plus 狀態。
zh_tw: 請在 iPhone 上確認 Plus 狀態。

# watchNextShiftAt
source: Next shift {{time}}
ar: الوردية التالية عند {{time}}
de: Nächste Schicht um {{time}}
es: Próximo turno a las {{time}}
fr: Prochain service à {{time}}
hi_in: अगली शिफ़्ट {{time}} पर
id: Sif berikutnya pukul {{time}}
it: Prossimo turno alle {{time}}
ja: 次の勤務は{{time}}
ko: 다음 근무 {{time}}
mr_in: पुढील शिफ्ट {{time}} ला
pt: Próximo turno às {{time}}
ru: Следующая смена в {{time}}
th: กะถัดไป {{time}}
tr: Sonraki vardiya: {{time}}
vi: Ca tiếp theo lúc {{time}}
zh_cn: 下一班 {{time}}
zh_hk: 下一更 {{time}}
zh_tw: 下一班 {{time}}

# watchOffAt
source: Off at {{time}}
ar: الانصراف عند {{time}}
de: Feierabend um {{time}}
es: Salida a las {{time}}
fr: Départ à {{time}}
hi_in: {{time}} पर छुट्टी
id: Pulang pukul {{time}}
it: Uscita alle {{time}}
ja: {{time}}に退勤
ko: {{time}}에 퇴근
mr_in: {{time}} ला सुट्टी
pt: Saída às {{time}}
ru: Конец работы в {{time}}
th: เลิกงาน {{time}}
tr: Çıkış: {{time}}
vi: Tan ca lúc {{time}}
zh_cn: {{time}} 下班
zh_hk: {{time}} 下班
zh_tw: {{time}} 下班

# watchOpenIPhone
source: Open DoneAt on your iPhone.
ar: افتح DoneAt على iPhone.
de: Öffne DoneAt auf deinem iPhone.
es: Abre DoneAt en tu iPhone.
fr: Ouvrez DoneAt sur votre iPhone.
hi_in: अपने iPhone पर DoneAt खोलें।
id: Buka DoneAt di iPhone Anda.
it: Apri DoneAt sul tuo iPhone.
ja: iPhoneでDoneAtを開いてください。
ko: iPhone에서 DoneAt을 여세요.
mr_in: तुमच्या iPhone वर DoneAt उघडा.
pt: Abra o DoneAt no iPhone.
ru: Откройте DoneAt на iPhone.
th: เปิด DoneAt บน iPhone ของคุณ
tr: iPhone’unuzda DoneAt’i açın.
vi: Mở DoneAt trên iPhone của bạn.
zh_cn: 请在 iPhone 上打开 DoneAt。
zh_hk: 請在 iPhone 上開啟 DoneAt。
zh_tw: 請在 iPhone 上開啟 DoneAt。

# watchOvertimeUntil
source: Overtime until {{time}}
ar: عمل إضافي حتى {{time}}
de: Überstunden bis {{time}}
es: Horas extra hasta las {{time}}
fr: Heures sup. jusqu'à {{time}}
hi_in: {{time}} तक ओवरटाइम
id: Lembur sampai {{time}}
it: Straordinario fino alle {{time}}
ja: {{time}} まで残業
ko: {{time}}까지 연장 근무
mr_in: {{time}} पर्यंत ओव्हरटाइम
pt: Hora extra até {{time}}
ru: Переработка до {{time}}
th: ทำโอทีถึง {{time}}
tr: {{time}} saatine kadar mesai
vi: Tăng ca đến {{time}}
zh_cn: 加班至 {{time}}
zh_hk: 加班至 {{time}}
zh_tw: 加班至 {{time}}
